tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"
tap "sachaos/todoist"

brew "neovim"
brew "yarn"
brew "zsh"
brew "fzf"
brew "watchman"
brew "webp"
brew "tmux"
brew "wget"
brew "stripe"
brew "git"
brew "git-cal"
brew "git-ftp"
brew "git-lfs"
brew "gnupg"
brew "imagemagick"
brew "bat"
brew "fd"
brew "rg"
brew "diff-so-fancy"
brew "tmuxinator"
brew "tmuxinator-completion"
brew "todoist"
brew "dockutil"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "drn/homebrew-tap/nerd-ls"
brew "gh"

