# To install from a Brewfile, you use the ⁠brew bundle command. Here are the most common ways to use it:
# 1. If you're in the same directory as the Brewfile:
#    brew bundle
# 2. If your Brewfile is in a different location, specify the path:
#    brew bundle --file=/path/to/Brewfile

tap "goles/battery"
tap "joshmedeski/sesh"
tap "romkatv/powerlevel10k"
tap "sachaos/todoist"
tap "drn/tap"

brew "bat"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "drn/homebrew-tap/nerd-ls"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "gum"
brew "imagemagick"
brew "joshmedeski/sesh/sesh"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "ollama"
brew "parallel"
brew "pipe-rename"
brew "pnpm"
brew "pyenv"
brew "qpdf"
brew "rbenv"
brew "rg"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "tmux"
brew "todoist"
brew "tree"
brew "vercel-cli"
brew "webp"
brew "wget"
brew "yazi"
brew "yq"
brew "zsh"
brew "git-delta"
brew "serie"

