tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"

brew "ack"
brew "adns"
brew "aom"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bdw-gc"
brew "brotli"
brew "cairo"
brew "cfitsio"
brew "cmake"
brew "composer"
brew "coreutils"
brew "cscope"
brew "curl"
brew "dav1d"
brew "diff-pdf"
brew "docbook"
brew "docbook-xsl"
brew "epsilon"
brew "expat"
brew "fdupes"
brew "ffmpeg"
brew "flac"
brew "fontconfig"
brew "freetype"
brew "freexl"
brew "frei0r"
brew "fribidi"
brew "gcc"
brew "gdal"
brew "gdbm"
brew "geos"
brew "gettext"
brew "ghostscript"
brew "giflib"
brew "git"
brew "git-cal"
brew "git-ftp"
brew "git-lfs"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphite2"
brew "grc"
brew "harfbuzz"
brew "hdf5"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "isl"
brew "jasper"
brew "jemalloc"
brew "jp2a"
brew "jpeg"
brew "jq"
brew "json-c"
brew "krb5"
brew "lame"
brew "leptonica"
brew "libass"
brew "libassuan"
brew "libbluray"
brew "libdap"
brew "libde265"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgeotiff"
brew "libgit2"
brew "libgpg-error"
brew "libheif"
brew "libidn2"
brew "libksba"
brew "liblqr"
brew "liblwgeom"
brew "libmpc"
brew "libogg"
brew "libomp"
brew "libpng"
brew "libpq"
brew "libsamplerate"
brew "libsndfile"
brew "libsoxr"
brew "libspatialite"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvidstab"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "luajit"
brew "lzlib"
brew "lzo"
brew "mad"
brew "mpfr"
brew "msgpack"
brew "mycli"
brew "ncurses"
brew "neovim"
brew "netcdf"
brew "nettle"
brew "newt"
brew "node"
brew "npth"
brew "nspr"
brew "nss"
brew "numpy"
brew "oniguruma"
brew "openblas"
brew "opencore-amr"
brew "openexr"
brew "openjdk"
brew "openjpeg"
brew "openssl@1.1"
brew "opus"
brew "opusfile"
brew "p11-kit"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pinentry"
brew "pixman"
brew "pkg-config"
brew "poppler"
brew "popt"
brew "postgresql"
brew "proj"
brew "puma-dev"
brew "pv"
brew "python"
brew "python3"
brew "python@3.8"
brew "qt"
brew "rav1e"
brew "rbenv"
brew "readline"
brew "rethinkdb"
brew "roundup"
brew "rtmpdump"
brew "rubberband"
brew "ruby"
brew "ruby-build"
brew "s-lang"
brew "scons"
brew "sdl2"
brew "shared-mime-info"
brew "shpotify"
brew "snappy"
brew "sox"
brew "spaceman-diff"
brew "spark"
brew "speex"
brew "sphinx-doc"
brew "sqlite"
brew "srt"
brew "stormssh"
brew "stripe"
brew "szip"
brew "tesseract"
brew "theora"
brew "tmux"
brew "tree"
brew "unbound"
brew "unibilium"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "vim"
brew "vv"
brew "w3m"
brew "watchman"
brew "webp"
brew "wget"
brew "woff2"
brew "wxmac"
brew "x264"
brew "x265"
brew "xerces-c"
brew "xmlto"
brew "xvid"
brew "xz"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zstd"
